Repository: cbdefontenay/language-helper
Catalog: i18n/Translations.*.resx
Languages: de

# HomeNav
source: Listes
de: Listen

# HomeCreateFolder
source: Nouvelle liste
de: Neue Liste erstellen

# HomeCreateFolderPopUp
source: Créer
de: Erstellen

# HomeCreateFolderPopUpClose
source: Fermer
de: Schließen

# HomeCreateFolderPopUpPlaceholder
source: Nom de la liste
de: Name der Liste

# NewFolderError
source: Le champs ne doit pas être vide...
de: Der Feld darf nicht leer werden...

# NewWordPopUpPlaceHolder
source: Mot
de: Wort

# NewWordTransPopUpPlaceHolder
source: Traduction
de: Übersetzung

# AddVocabHeader
source: Nouveau mot
de: Neues Wort

# DeleteFolderMessage
source: Supprimer le dossier
de: Ordner löschen

# DeleteDrop
source: Supprimer
de: Löschen

# UpdateDrop
source: Changer
de: Ändern
